  # ДЗ Динамическая типизация
name='Игорь' # Создайте переменную name и присвойте ей значение вашего имени
print(name) # Ответ: Игорь
age=54 # Создайте переменную age и присвойте ей значение вашего возраста
print(age) # Ответ: 54
new_age=30 # Перезапишите в age текущее значение переменной age + новое
age=new_age # Перезапишите в age текущее значение переменной age + новое
print(age) # Ответ: 30
is_student=True # Создайте переменную is_student и присвойте ей значение True (логическое значение)
print(True) # Ответ: True